{
  "name": "Annica Alienus",
  "about": "Hello there! <br/>I am a curious and curious developer looking for my new dream job. <br/>My curiosity, together with my commitment, is something that permeates my whole life and drives my willingness to continue learning big and small. As a person, I am communicative, solution-focused and non-judgmental with a streak of stubbornness that gives energy to persistently work towards my goals despite adversity and difficulties. I am a pure team player who often participates actively in discussions and enjoys contributing to the whole in both big and small. <br/> For me, system development is precisely teamwork where the knowledge and experience available is used to deliver a good product. In studies, work and family, I work structured and planned, but when I have the opportunity, I enjoy being spontaneous and testing alternative solutions. To my next colleagues, I can offer knowledge in , among other things, .NET, web, JavaScript and database. I also have some knowledge sometimes other Java, c++, Node.js, Internet of Things and game development. In addition, in addition to anchoring my current knowledge, I would like to learn new languages, tools and approaches.  I have a desire to make life more fun, easier and better with the help of digital products that are both efficient and user-friendly.",
  "contacts": [
    {
      "name": "LinkedIn",
      "info": "https://linkedin.com/in/annica-alienus"
    },
    {
      "name": "mail",
      "info": "annica@alienus.se"
    },
    {
      "name": "discord",
      "info": "https://discordapp.com/users/alienarex#3358/"
    }
  ],
  "education": {
    "header": "Education",
    "educations": [
      {
        "type": "Program",

        "programs": [
          {
            "level": "University",
            "title": ["Informatic", "With focus system development"],
            "description": "During the study period, IT solutions were designed and developed from a user-centric perspective, often together with other students, where skills in communication and collaboration together with developers, users and clients are developed. In addition, all projects were carried out distributed and provided good experience of system development in distributed teams and many of the tools used in distributed projects. The technical expertise includes web, databases and development environments such as Visual Studio and VS Code, together with techniques such as agile methods, SQL, ASP.NET and C#. The setup provided knowledge and experience of the entire stack and a broad competence a number of tools and methods.",
            "organization": "Mid Sweden University",
            "city": "Östersund",
            "date": "2017 - 2021",
            "points": "180 hp"
          },
          {
            "level": "High school",
            "title": ["Finance", "focus financial assistant"],
            "description": "Upper secondary core subjects including business administration, accounting and taxation, and legal knowledge. The training provided good theoretical knowledge in corporate accounting, accounting, taxes and regulatory rules.",
            "organization": "Lernia",
            "city": "Gothenburg",
            "date": "aug 2008 - june 2010"
          },
          {
            "level": "High school",
            "title": ["Health and social care", "Targeting geriatrics"],
            "description": "Included topics such as supervision, ethics, human social and cultural, social care, nursing psychology, work environment and safety, etc. The studies also included LIA, which was conducted at Sekelbo nursing home in Gothenburg at the end of the education.",
            "organization": "Lernia",
            "city": "Gothenburg",
            "date": "June 2002 - Nov 2003"
          }
        ]
      },
      {
        "type": "Independent courses",
        "programs": [
          {
            "level": "University",
            "title": ["Applied IoT", "Computer Science"],
            "description": "The course provides knowledge and experience of using microcontrollers to handle different types of sensors. The language was micropython and the hardware was Pycom LoPy4. Also included knowledge and experience of 3D design for printing and how these work.",
            "organization": "Linnéuniversitetet",
            "city": "Distance",
            "date": "june - aug 2020",
            "points": "7.5 hp"
          },
          {
            "level": "University",
            "title": ["Introduction to Game Development", "Computer Science"],
            "description": "The education involved planning, design and program a 3D game with C# and Unity game engine, where two of the characters are a very simple AI.",
            "organization": "Linnéuniversitetet",
            "city": "Distance",
            "date": "june - aug 2020",
            "points": "7.5 hp"
          },
          {
            "level": "University",
            "title": ["Project Management", "Mechanical Engineering"],
            "description": "Provided basic knowledge in project work, project organization, project management, project management and project economics. The course also provided an understanding of the formation of projects, the choice of the appropriate project model, the project's goal formulation, planning, follow-up and evaluation. Included understanding of both traditional and agile project work.",
            "organization": "Mid Sweden University",
            "city": "Distance",
            "date": "june - aug 2018",
            "points": "7.5 hp"
          },
          {
            "level": "University",
            "title": ["Corporate Ethics", "Business Administration"],
            "description": "The course provided theoretical knowledge of ethics and entrepreneurship using different ethical models and different ways of writing normative corporate ethics. The course provided a basic skill to reflect on ethical issues both in entrepreneurship and in general.",
            "organization": "Mid Sweden University",
            "city": "Distance",
            "date": "june - aug 2010",
            "points": "7.5 hp"
          }
        ]
      }
    ]
  },
  "work": {
    "header": "Work",
    "workExperiences": [
      {
        "title": ["IT-consult", "AstraZeneca"],
        "description": "Plans, designs and builds relational database to track documents in the sale and acquisition of pharmaceuticals. Managed larger amounts of data that were processed and imported with SQL*Loader. In addition to the above project, I was also part of a project of migration of a cms system and analyzed, cleaned and mapped data.",
        "organization": "Randstad",
        "city": "Gothenburg",
        "date": "June 2019- Dec 2019"
      },
      {
        "title": ["Accounting", ""],
        "description": "Handles bookkeeping, uncomplicated tax deductions and VAT issues, and other administrative tasks.",
        "organization": "Alienus Visuals",
        "city": "Gothenburg",
        "date": "2011"
      },
      {
        "title": ["Associate nurse", ""],
        "description": "Itinerant hourly vicarage in health and social care and habilitation/LSS. The work involved caring for caretakers who lived in special accommodation as needed, which could involve personal hygiene, food support, transfer and medication after prescription. The work placed high demands on flexibility and an educational, methodical and low-impact approach.",
        "organization": "Mölndal Municipality",
        "city": "Mölndal",
        "date": "2010-2011"
      },
      {
        "title": ["Personal Assistant/Coordinator", ""],
        "description": "In addition to customary tasks to support the user in everyday life, planning of doctor's appointments and other important meetings, follow-up of work routines and planning shifts is also included.",
        "organization": "Aleris Group AB",
        "city": "Gothenburg",
        "date": "2009-2010"
      },
      {
        "title": ["Associate  nurse", "Gerås hus"],
        "description": "Supports care recipients with general daily lifestyles such as personal hygiene, eating and communicating. Other common tasks were the transfer of patients, the distribution of medicine and documentation and deviation reports.",
        "organization": "Gothenburg Municipality",
        "city": "Gothenburg",
        "date": "2008"
      },
      {
        "title": ["Associate nurse", "Lovisagården"],
        "description": "Works with patients with different types of dementia with support in general daily lifestyle such as personal hygiene, food, physical activation and communication. In addition to the usual tasks in elderly care, conflict management and low-impact treatment were also included.",
        "organization": "Lovisa gården vård AB",
        "city": "Stockholm",
        "date": "2008"
      },
      {
        "title": ["Associate nurse", ""],
        "description": "Care and care of the elderly with different types of problems and needs. Customary tasks such as personal hygiene, eating and communicating as well as transfers, wound diversions, medication distribution and end-of-life care. The work also includes documentation such as deviation and case reports and follow-up of plans.",
        "organization": "Gothenburg Municipality",
        "city": "Gothenburg",
        "date": "2003-2007"
      }
    ]
  },
  "competence": {
    "header": "Overview",
    "competences": [
      {
        "title": "Language",
        "skills": [
          { "skill": "C#" },
          { "skill": "JavaScript" },
          { "skill": "HTML/HTML5" },
          { "skill": "CSS" },
          { "skill": "SQL" },
          { "skill": "XML, XSD, DTD" },
          { "skill": "Micropython" },
          { "skill": "PL/SQL" },
          { "skill": "c++" },
          { "skill": "JSON" },
          { "skill": "XAML" }
        ]
      },
      {
        "title": "Projects",
        "skills": [
          { "skill": "SCRUM / Agile" },
          { "skill": "Project planning" },
          { "skill": "Requirements" },
          { "skill": "pre-study" },
          { "skill": "User stories" },
          { "skill": "Backlog" },
          { "skill": "usability test" }
        ]
      },

      {
        "title": "Misc",
        "skills": [
          { "skill": "Unit test" },
          { "skill": "Unity game engine" },
          { "skill": "MVC" },
          { "skill": "ASP.Net" },
          { "skill": "Entity framework" },
          { "skill": "SQL*Loader" },
          { "skill": "Versionshantering" }
        ]
      },
      {
        "title": "Databases",
        "skills": [
          { "skill": "PostgreSQL" },
          { "skill": "Oracle" },
          { "skill": "MySQL" }
        ]
      }
    ]
  },
  "portpolio": {
    "header": "Project",
    "projects": [
      {
        "projectname": "SpiderFeed",
        "info": "The game is about staying alive for as long as possible by eating people. The longer you stay alive, the fewer people are generated.",
        "link": " https://github.com/alienarex/SpiderFeed.git"
      },
      {
        "projectname": "Tv guide - XML.",
        "info": "Tv tableau in XHTML with XSL, DTD. Also log in SVG",
        "link": "https://github.com/alienarex/xml_final_project.git"
      },
      {
        "projectname": "SalamiTV",
        "info": "Tvtablå in MVC, ASP.Net Identity and data from own database. The website and server have been taken down and it can no longer be viewed live in its entirety on the web. The source code is available on GitHub.",
        "link": "https://github.com/alienarex/SalamiTV.git"
      },
      {
        "projectname": "Humidity and temperature monitoring",
        "info": "IoT project in MicroPython with Node.js and microcontrollers. One of the main focuses of the course was the need for collaboration and sharing each other's knowledge and the project results were reported with the publication of an audience tutorial on hackmd.io.",
        "link": "hackmd.io/W4BD7bZNQw6ScU0zW_Q0tg#Humidity-and-temperature-monitoring"
      }
    ]
  }
}
